const albumTracks = [

    {
        disk: "Глава 1",
        tracks: [

            {
                title:"Japan (prod. by RayRay, Brian Ritter)",
                plays:"0",
                duration:"2:22",
                file:"assets/audio/japan.mp3",
                lyrics:`"Japan" Открывающий трек с альбома Pulp Fiction: Von Casus Belli. Здесь Шон рассказывает о своём отдыхе, жизни вне музыкальной карьеры. Самое важное чем он занялся - путешествия. Вместе со своей женой и сыном Уэйн переехал в Токио, откуда часто выбирается в страны Европы.

«Айлдвуд казался целым миром, треки пробились в эфиры, теперь плачу и в лирах.
Роллы улетают как с тарзанки,
Япония, Канада. Италия и Ганна.
Начал взрослеть, вместо ниггер говорю хоуми. До сих пор трудно после гетто законов.»`
            },


            {
                title:"Fresh Bloom feat Lilith Silvain (prod. by Kanye West, RayRay, Brian Ritter)",
                plays:"0",
                duration:"3:22",
                file:"assets/audio/freshbloom.mp3",
                lyrics:`Трек "10 Bytes Of Love" идёт вторым на альбоме и имеет приглашенного гостя, звезду штата Лиллит. Центральной темой композиции становятся отношения, любовь и важность уделять время своей половинке. Изначальное название песни было другим, но после новости о смерти девушки, Шон изменил свой куплет и поменял название, высказывая уважение коллеге и её невышедшему материалу. Лиллит поёт о своём опыте отношений, открываясь слушателю с уязвимой стороны. Уэйн посвящает все свои строки любимой женщине, от которой у него годовалый сын и новорождённая девочка. Из интересного, в предложении "Я тебя люблю" 10 байт, на что и намекает название.

«Любимой темой остаёшься ты, в моей душе идёт борьба
Мягкий ниггер выбивает дурь из дерзкого мужика.
Посвящу ей последние десять байт памяти
Чтоб сказать как сильно люблю.
Сначала мальчик, теперь малышка, я благославлен, мои чувства не спасти.»

Сэмплом к инструменталу послужила песня Kanye West - KEEP THE FLOWERS.`
            },

            
            {
                title:"Eight (prod. by RayRay, Shawn Wayne, Tru)",
                plays:"0",
                duration:"3:52",
                file:"assets/audio/eight.mp3",
                lyrics:`"Eight" - третий трек с альбома Pulp Fiction: Von Casus Belli. Композиция имеет разные ветки развития, Шон делится реакцией на столь ожидаемый альбом Асапа Роки, вышедший спустя восемь лет после прошлого релиза:

«"Мы ждали большего", не будьте глупыми
Я увидел лучшего, Раким икона стиля, он убийца Винни Вествуда.»
Название песни отсылается не только на время молчания Роки, так Уэйн признается что альбом смотивировал его выйти с отпуска и начать работу над новой пластинкой, помимо этого артист поднимает множество разных тем, начиная политикой, заканчивая культурой хип-хопа:
«Восемь лет хватило Рейгану вогнать страну в упадок.
Позже жизнь стала чуть слаще, ниггер делал всё как надо.»
«От ДИ.ЭМ.СИ. до Пака, БИ.АЙ.ДЖИ.
Прогресс хип-хоп культуры, пишу в маске Булгакова, Сивена Кинга, борюсь в образах Лумумбы.
Теперь пишу альбом, вернусь к своей науке.»`
            },

            
            {
                title:"Outro (I'm Retired) (prod. by Isaiah Sims, Brian Ritter)",
                plays:"0",
                duration:"3:01",
                file:"assets/audio/outro.mp3",
                lyrics:`Последний трек первой главы "Outro (I'M Retired)". В нём Шон подводит к концу сюжетную арку, он выгорел и не смог закончить работу над альбомом, вдохновение пропало, а писать не о чем. Уэйн завершает карьеру рэпера этой песней. 

«Жизнь хороша... 
Жизнь хороша когда ты можешь жить, когда работа это радость, когда сон - труд.
Кризис смысла и идей, нигер не даст итог работы если души за ней нет.»`
            }

        ]
    },



    {
        disk:"Глава 2",

        tracks:[

            {
                title:"Bruce Theme (Interlude)",
                plays:"0",
                duration:"0:15",
                file:"assets/audio/interlude1.mp3",
                lyrics:`Первая интерлюдия на альбоме. Музыкальная тема Брюса Уэйна, более известного как Бэтмен.`
            },


            {
                title:"Tha Wayne Comedy feat Lil Wayne (prod. by Kid Rohan)",
                plays:"0",
                duration:"2:19",
                file:"assets/audio/thawaynecomedy.mp3",
                lyrics:`Вторая глава начинается с трека "Tha Wayne Comedy". Имеется прямая отсылка на легендарную серию альбомов "Tha Carter" и их автора Lil Wayne, который имеет здесь гостевой куплет. Шон в своих куплетах примеряет на себе образы разных успешных личностей:
Один из самых великих футболистов - Лео Месси:

«Новый матч, еду на стадион попивая матчу
Мочу делиться не только барсами, теперь делюсь передачами;
Я воспитан Барсой, учу забивать мячи перед матчами
Победил на мундиале, я величайший, поспоришь с фактами?»
Легенда смешанных единоборств штата Сан Андреас, боец IFC - Мейсон Петтис:
«Заебало возвращаться и драться, панчи стелю как на Картере.
Заперли в клетке с дрочилой, удары летят как в Стрит Файтере
Бью только руками, стиль боксера, не проходи мне в ноги я не любитель партера.
Бой перед мэрией, надо бы выиграть... Сука, ладно, не выиграл.»
Политик и бывший мэр Лос Сантоса - Лавослав Микевич:
«Я политик до крови, костей. Помэрил на худе, терь люди полюбят.
По ящику крутят, голоса мутим, бабки рубим. 
"Лавослав, СМИ пишут ты педофил!" - демократы хотели так победить.
Трамп пошел нахуй, политика надоела и ниггеру пришлось прекратить.»

Лил Уэйн прерывает однофамильца и начинает читать об успехе, сравнивая себя с Брюсом Уэйном, Бэтменом.`
            },

            
            {
                title:"2Casus Rolli feat 2SMILEY & Yung Rollin (prod. by O'Shea Wilson, Lorenzo Casaus, RayRay, Brian Ritter)",
                plays:"0",
                duration:"3:30",
                file:"assets/audio/2casusrolli.mp3",
                lyrics:`На "2Casus Rolli" Шон переписывает судьбы друзей-рэперов 2SMILEY и Yung Rollin. Название песни отсылает на название альбома игрой слов, вместо Casus Belli из ников приглашенных артистов получается 2Casus Rolli. Так-же Casus Belli отсылает к Отто Вону Бисмарку, который прославился тем что переписал письмо, повлияв на войну своим гениальным ходом. Автор трека пользуется идеей и "меняет" жизни приглашенных артистов.

«Что будет, Лоренцо не выйдет из блока и продолжит мутить дела?
"Stuck In The Center" не существует, что тогда? Получит пулю, подарит две
Смайли бы не существовало, улицы суровое место, цени возможность и поверь,
Бог всегда ответит, просто верь.»
Лоренцо в своём куплете продолжает развивать сценарий Шона и делится своей альтернативной историей.
«Уличные сплетни всегда проходили мимо меня,
Я считал себя ГОАТОМ раньше Роллина.
Если Оши не назовет себя величайшим, он сразится не с Вако, а с Грейвсом, Шон останется без фита
Зная ниггера матч будет легчайшим, мир опять получит Роллина, братишка Джонни прости, ты будешь величайшим номер два.»

Во втором куплете посвященном Оши Вилсону, Шон отсылается на каждый из его альбомов: "Street Gossip (Уличные Сплетни), GOAT (величайший), Rollin vs Waqo (Роллин против Вако), Let The World Rollin (Дайте миру Роллина), GOAT 2 (величайший). Роллин в своем куплете рефлексирует на тему своей карьеры и воспринимает мнение Шона по поводу его баскетбольной карьеры с иронией.`
            },

            
            {
                title:"Sleep Sheep (Interlude)",
                plays:"0",
                duration:"0:12",
                file:"assets/audio/interlude2.mp3",
                lyrics:`Еще одна интерлюдия в конце второй главы. Повторяющееся "просыпайся" намекает, Шон спал и все эти образы успешных личностей, альтернативные жизненные пути артистов - не более, чем сон.`
            }

        ]

    },



    {
        disk:"Глава 3",

        tracks:[

            {
                title:"Worldwide Jump feat Anderson .Paak (prod. by RayRay, Brian Ritter)",
                plays:"0",
                duration:"2:21",
                file:"assets/audio/worldwidejump.mp3",
                lyrics:`Девятый трек посвящен мировому туру Шона в поддержку выхода его альбома "depth". Артист рассказывает о взаимодействии с фанатами и своих эмоциях по поводу такого крупного события.

«Никто не любит мою музыку так как я, зал собран, отдайся на концерте мне и я отдам тебе всего себя
Мировой тур покорится мне так-же как тур по США, время быть честным с собой:
Сколько раз молился за слушающих тебя? Скольких людей осчастливил посетив их города?
Респект ниггерам из Айдлвуда, я с вами. Проведу свои последние минуты на сцене дома, пальцы в форма "СА".»

Так-же на песне присутствует знаменитый рэп-исполнитель Андерсон Пак, подобно автору альбома Андерсон делится своими эмоциями по поводу первого мирового тура и важности связи с фанатами.`
            },


            {
                title:"Truestory (prod. by RayRay)",
                plays:"0",
                duration:"2:54",
                file:"assets/audio/truestory.mp3",
                lyrics:`Юбилейная, десятая композиция "Truestory" ведает нам об истории, произошедшей во время второго тура Шона. Богатый мужчина пришедший на концерт Шона воспользовался статусом и попал в зал раньше простого бедняка. Бедный человек в свою очередь не ответил злом, он подарил обидчику уникальное письмо от Шона:

«Увидел бизнесмен бедного ниггера, бедолага пытался купить билет, последние баксы выделил на концерт.
Богатый мудак попал ко мне быстрее, но карма придет, нужно лишь время;
После представления ниггер вручил герою конверт: 
"Это письмо от Шона, брат. Беречь его надо, таких больше нет";
И так, хочу сказать: Делай добрые поступки ниггер, не надо врать
Не надо пользоваться положением, будь добрее,
Любой ниггер выше статусом не светлее,
Любой белый нацик не белее.
Что касается того богатенького, карма догнала его Феррари
Мы с тем почтальоном уже поржали.»

Песня оказывается с открытой концовкой, под почтальоном имеется ввиду бедный человек, вручивший письмо, а причина смеха не понятна.`
            },

            
            {
                title:"Skit",
                plays:"0",
                duration:"0:58",
                file:"assets/audio/skit.mp3",
                lyrics:`Скит, по итогам истории из прошлого трека богач остается с письмом от Шона. Как не трудно догадаться, письмо фальшивое, а главный герой остался в дураках ввиду своей алчности и самовлюбленности. В ските звучит момент из фильма "Омерзительная восьмерка" Квентина Тарантино, когда героя высмеивают за то что он поверил в подлинность письма от Линкольна темнокожему.`
            }

        ]

    },



    {
        disk:"Глава 4",

        tracks:[

            {
                title:"Who Is Shawn Wayne? (prod. by Brian Ritter)",
                plays:"0",
                duration:"3:08",
                file:"assets/audio/whoisshawnwayne.mp3",
                lyrics:`Первая песня четвертой главы и предпоследняя на альбоме, в ней Шон размышляет о сюжете своей жизни. Рэпер выделяет каждый значимый момент и как-бы составляет краткую автобиографию, подытожив тем как закончился его путь.

«Только ушел с пути гетто нигера, перестал ебланить и врать, сразу пошел на студийку
РэйРэй позвал поиграть, кричит РП ща модно, го на Гамбите. 
Мне делать вид тип я живу? Когда я жив? Я чо, бля, ебанутый?
Фит с Квабо, пошли жарить мясо на заднем дворе,
Я уронил бифштекс на землю, подул, не помогло,
Бифштекс мой не для двух, поверь ты бы продул (И он продул).
Лодка тогда не отплыла, я с Риттером и фитанул и хитанул
В те времена я скурил последнюю сигарету, дунул гулять
Декстер решил на лейбл взять, приметил меня еще до выхода из подъезда, 
Скучаю по тебе ниггер, хип-хоп без тебя как жизнь под подписку без выезда.
Чет жарковато в Сантосе, нам нужна гидратация, альбом стрельнул, а там инфляция...
Шон в туре, много штатов и приключений, потом наши с Роллином пороки и Лорейн грация.
Ниггер я вышел из квартала, выбрался из задницы, впереди богатства и успешные пятницы...
Альбом "глубина", этот альбом вышел глубоким. Осудил политиков и рабство, получилась успешная пятница
Закари с Карти, прогулка пахнет продуктивностью, открыт лейбл "басмонд", жизнь пройдена. 
Если перерожусь в футбольный клуб нашейте на меня шесть звезд,
А пока Шон вернулся к двум детям и жене, уже не в дом, гнездо.»

Из не очевидных отсылок: "Лодка тогда не отплыла" - название первого альбома Шона, "Лодка отошла на рассвете"; "Нам нужна гидратация" - второй альбом Шона, "Hydration We Need"; 6 звезд - Шон имеет 6 наград года от премии Sanboard.`
            },


            {
                title:"Late Night In LS 2.0 (prod. by RayRay, Brian Ritter)",
                plays:"0",
                duration:"5:11",
                file:"assets/audio/lnis2.mp3",
                lyrics:`Последним треком на альбоме Шон пытается раскрыть все свои чувства по поводу жизни. Центральная мысль в том что конец жизни, конец карьеры - это не конец на самом деле. Концепция альбома лишает конца абстрактности.

«Мои чувства переполнены, мне не понять в чем идея жизни
Семья, любовь, деньги, дети? Слава, власть, сила, книги?
Чувствую что не хватает папы
Чувствую что у любви не хватает на меня планов
Чувствую отсутствие ценности денег
Чувствую что детям будет лучше без мистера Уэйна.
Как мне нахуй жить если нет цели?
Я чувствую что слава уходит
Чувство что власть ничего не приносит
Чувствую силу не в нужном русле
Чувствую что знаний хватит только на музыку.
Чувствую что один против всех: политиков, расистов, ублюдков, нариков,
Нацистов. Полиции, шлюх, демонов, нахуй их всех, я чувствую что я один здесь.
Хочу стать прежним, я много думал, учился чувствам
Чувство радости после рождения ребенка,
Чувства объятий близких, мамы, папы, бабушки, котёнка
Я чувствую что результат дороже пути к нему, нужно думать о том что случится
Я почувствовал что жизнь хороша когда ты работаешь, когда заботишься и не злишься,
Поувствовал что итог работы в том что будет после, никогда не поздно найти смысл.»

Последние строчки песни отсылаются к концу первой главы с завершением карьеры, на самом деле Шон не завершает карьеру, он понимает что смысл вообще не в мотивации, а в результате и эмоциях от этого результата.`

            }

        ]

    }

];
